{
  "title":"Dry Mountain Ranges of U.S.",
  "rc": "The dry mountain ranges of the western United States contain rocks dating back 440 to 510 million years, to the Ordovician period, and teeming with evidence of tropical marine life. This rock record provides clues about one of the most significant radiations (periods when existing life-forms gave rise to variations that would eventually evolve into entirely new species) in the history of marine invertebrates. During this radiation, the number of marine biological families increased greatly, and these families included species that would dominate the marine ecosystems of the area for the next 215 million years. Although the radiation spanned tens of millions of years, major changes in many species occurred during a geologically short time span within the radiation and, furthermore, appear to have occurred worldwide, suggesting that external events were major factors in the radiation. And, in fact, there is evidence of major ecological and geological changes during this period: the sea level dropped drastically and mountain ranges were formed, in this instance, rather than leading to large-scale extinctions, these kinds of environmental changes may have resulted in an enriched pattern of habitats and nutrients, which in turn gave rise to the Ordovician radiation. However, the actual relationship between these environmental factors and the diversification of life forms is not yet fully understood",
  
  "ques1": {
    "ques": "The passage is primarily concerned with",
    "a": "evaluating the evidence of a major geologic period and determining its duration",
    "b": "describing an evolutionary phenomenon and speculating about its cause",
    "c": "explaining the mechanisms through which marine life-forms evolved during a particular period",
    "d": "analyzing the impact on later life-forms of an important evolutionary development",
    "e": "contrasting a period of evolutionary change with other such periods",
    "solution": "b",
    "explanation":"This question asks for an assessment of what the passage as a whole is doing. The passage is mainly concerned with a possible link between certain geological and ecological changes that occurred during the Ordovician period and the Ordovician radiation (when existing marine invertebrate life-forms gave rise to new variations that would eventually lead to new species)."
  },
  "ques2": {
    "ques": "Which of the following can be inferred from the passage regarding the geologic changes that occurred during Ordovician period?",
    "a": "They were more drastic than those associated with other radiations.",
    "b": "They may have created conditions favorable to the evolution of many new life-forms.",
    "c": "They may have caused the extinction of many of the marine species living in shallow waters.",
    "d": "They may have been a factor in the development of new species adapted to living both on land and in water.",
    "e": "They hastened the formation of the extensive dry regions found in the western united states.",
    "solution": "b",
    "explanation":"The question asks what can be inferred from the passage’s claims regarding the geologic changes that took place during the Ordovician period. The passage indicates that during this period the sea level dropped and mountain ranges were formed and that these changes, rather than leading to large-scale extinctions, may have created more favorable habitats providing greater nutrients, which would likely have been favorable to newly evolved life forms."
  },
  "ques3": {
    "ques": "Which of the following best describes the function of last sentence of the passage?",
    "a": "it points out that the events described in the passage may be atypical.",
    "b": "it alludes to the fact that there is disagreement in the scientific community over the importance of the Ordovician radiation.",
    "c": "it concludes that the evidence presented in the passage is insufficient to support the proposed hypothesis because it comes from a limited geographic area.",
    "d": "it warns the reader against seeing a connection between the biological and geologic changes described in the passage.",
    "e": "it alerts the reader that current knowledge cannot completely explain the relationship suggested by the evidence presented in the passage.",
    "solution": "e",
    "explanation":"The question asks what can be inferred from the passage’s claims regarding the geologic changes that took place during the Ordovician period. The passage indicates that during this period the sea level dropped and mountain ranges were formed and that these changes, rather than leading to large-scale extinctions, may have created more favorable habitats providing greater nutrients, which would likely have been favorable to newly evolved life forms."
  },
  "difficulty":"medium",
  "source":"https://gmatclub.com/forum/the-dry-mountain-ranges-of-the-western-united-states-contain-rocks-248026.html",
  "numberOfQuestions":3,
  "category":"humanities"
}
