{
  "title": "Theory of Labour",
  "rc": "Seventeenth-century philosopher John Locke stated that as much as 99 percent of the value of any useful product can be attributed to “the effects of labor.” For Locke’s intellectual heirs it was only a short step to the “labor theory of value,” whose formulators held that 100 percent of the value of any product is generated by labor (the human work needed to produce goods) and that therefore the employer who appropriates any part of the product’s value as profit is practicing theft.\nAlthough human effort is required to produce goods for the consumer market, effort is also invested in making capital goods (tools, machines, etc.), which are used to facilitate the production of consumer goods. In modern economies about one-third of the total output of consumer goods is attributable to the use of capital goods. Approximately two-thirds of the income derived from this total output is paid out to workers as wages and salaries, the remaining third serving as compensation to the owners of the capital goods. Moreover, part of this remaining third is received by workers who are shareholders, pension beneficiaries, and the like. The labor theory of value systematically disregards the productive contribution of capital goods—a failing for which Locke must bear part of the blame.",
  "ques1": {
    "ques": "The author of the passage is primarily concerned with",
    "a": "criticizing Locke's economic theories",
    "b": "discounting the contribution of labor in a modern economy",
    "c": "questioning the validity of the labor theory of value",
    "d": "arguing for a more equitable distribution of business profits",
    "e": "contending that employers are overcompensated for capital goods",
    "solution": "C",
    "explanation": "The author is primarily concerned with questioning the validity of the labor theory of value. The passage critiques the theory's shortcomings in accounting for the productive contribution of capital goods."
  },
  "ques2": {
    "ques": "According to the author of the passage, which of the following is true of the distribution of the income derived from the total output of consumer goods in a modern economy?",
    "a": "Workers receive a share of this income that is significantly smaller than the value of their labor as a contribution to total output.",
    "b": "Owners of capital goods receive a share of this income that is significantly greater than the contribution to total output attributable to the use of capital goods.",
    "c": "Owners of capital goods receive a share of this income that is no greater than the proportion of total output attributable to the use of capital goods.",
    "d": "Owners of capital goods are not fully compensated for their investment because they pay out most of their share of this income to workers as wages and benefits.",
    "e": "Workers receive a share of this income that is greater than the value of their labor because the labor theory of value overestimates their contribution to total output.",
    "solution": "C",
    "explanation": "The author states that about two-thirds of the income from total output goes to workers as wages and salaries, while the remaining third compensates owners of capital goods. This contradicts the labor theory of value, which fails to account for the productive contribution of capital goods."
  },
  "ques3": {
    "ques": "Which of the following arguments would a proponent of the labor theory of value, as it is presented in the first paragraph, be most likely to use in response to the last sentence?",
    "a": "The productive contributions of workers and capital goods cannot be compared because the productive life span of capital goods is longer than that of workers.",
    "b": "The author’s analysis of the distribution of income is misleading because only a small percentage of workers are also shareholders.",
    "c": "Capital goods are valuable only insofar as they contribute directly to the production of consumer goods.",
    "d": "The productive contribution of capital goods must be discounted because capital goods require maintenance.",
    "e": "The productive contribution of capital goods must be attributed to labor because capital goods are themselves products of labor.",
    "solution": "E",
    "explanation": "A proponent of the labor theory of value might argue that the productive contribution of capital goods should be attributed to labor, as capital goods are products of labor."
  },
  "ques4": {
    "ques": "Which of the following statements, if true, would most effectively counter the author's criticism of Locke at the end of the passage?",
    "a": "Locke was unfamiliar with the labor theory of value as it was formulated by his intellectual heirs.",
    "b": "In Locke's day, there was no possibility of ordinary workers becoming shareholders or pension beneficiaries.",
    "c": "During Locke's lifetime, capital goods did not make a significant productive contribution to the economy.",
    "d": "The precise statistical calculation of the productive contributions of labor and capital goods is not possible without computers.",
    "e": "The terms “capital goods” and “consumer goods” were coined by modern economists and do not appear in Locke's writings.",
    "solution": "C",
    "explanation": "The most effective counter to the author's criticism would be if it were true that during Locke's lifetime, capital goods did not make a significant productive contribution to the economy, supporting Locke's perspective."
  },
  "ques5": {
    "ques": "Which of the following best describes the organization of the passage?",
    "a": "The author explores the origins of a theory and explains why the theory never gained widespread acceptance.",
    "b": "The author introduces the premise of a theory, evaluates the premise by relating it to objective reality, then proposes a modification of the theory.",
    "c": "After quoting a well-known authority, the author describes the evolution of a theory, then traces its modern form back to the original quotation.",
    "d": "After citing a precursor of a theory, the author outlines and refutes the theory, then links its flaw to the precursor.",
    "e": "After tracing the roots of a theory, the author attempts to undermine the theory by discrediting its originator.",
    "solution": "D",
    "explanation": "The passage follows a structure where the author introduces the premise of the labor theory of value, evaluates it, outlines its flaws, and links these flaws to John Locke, the precursor of the theory."
  },
  "ques6": {
    "ques": "The author of the passage implies which of the following regarding the formulators of the labor theory of value?",
    "a": "They came from a working-class background.",
    "b": "Their views were too radical to have popular appeal.",
    "c": "At least one of them was a close contemporary of Locke.",
    "d": "They were familiar with Locke's views on the relationship between labor and the value of products.",
    "e": "They underestimated the importance of consumer goods in a modern economy.",
    "solution": "D",
    "explanation": "The author implies that the formulators of the labor theory of value were familiar with Locke's views on the relationship between labor and the value of products."
  },
  "difficulty": "medium",
  "source": "https://gmatclub.com/forum/seventeenth-century-philosopher-john-locke-stated-that-as-much-as-190904.html",
  "numberOfQuestions":6,
  "category":"philosophy"
}
