{
  "title": "The Missing Baryons",
  "rc": "In addition to conventional galaxies, the universe contains very dim galaxies that until recently went unnoticed by astronomers. Possibly as numerous as conventional galaxies, these galaxies have the same general shape and even the same approximate number of stars as a common type of conventional galaxy, the spiral, but tend to be much larger. Because these galaxies' mass is spread out over larger areas, they have far fewer stars per unit volume than do conventional galaxies. Apparently these low-surface-brightness galaxies, as they are called, take much longer than conventional galaxies to condense their primordial gas and convert it to stars'that is, they evolve much more slowly.\nThese galaxies may constitute an answer to the long-standing puzzle of the missing baryonic mass in the universe. Baryons'subatomic particles that are generally protons or neutrons'are the source of stellar, and therefore galactic, luminosity, and so their numbers can be estimated based on how luminous galaxies are. However, the amount of helium in the universe, as measured by spectroscopy, suggests that there are far more baryons in the universe than estimates based on galactic luminosity indicate. Astronomers have long speculated that the missing baryonic mass might eventually be discovered in intergalactic space or as some large population of galaxies that are difficult to detect.",
  "ques1": {
    "ques": "According to the passage, conventional spiral galaxies differ from low-surface-brightness galaxies in which of the following ways?",
    "a": "They have fewer stars than do low-surface brightness galaxies.",
    "b": "They evolve more quickly than low-surface-brightness galaxies.",
    "c": "They are more diffuse than low-surface brightness galaxies.",
    "d": "They contain less helium than do low-surface brightness galaxies.",
    "e": "They are larger than low-surface-brightness galaxies.",
    "solution": "b",
    "explanation": "The passage describes that low-surface-brightness galaxies evolve much more slowly than conventional galaxies. Therefore, conventional spiral galaxies evolve more quickly than low-surface-brightness galaxies."
  },
  "ques2": {
    "ques": "It can be inferred from the passage that which of the following is an accurate physical description of typical low-surface-brightness galaxies?",
    "a": "They are large spiral galaxies containing fewer stars than conventional galaxies.",
    "b": "They are compact but very dim spiral galaxies.",
    "c": "They are diffuse spiral galaxies that occupy a large volume of space.",
    "d": "They are small, young spiral galaxies that contain a high proportion of primordial gas.",
    "e": "They are large, dense spirals with low luminosity.",
    "solution": "c",
    "explanation": "Low-surface-brightness galaxies are described as having the same general shape as conventional galaxies, the spiral, but tend to be much larger and spread out over larger areas of space. Therefore, they can be considered diffuse spiral galaxies occupying a large volume of space."
  },
  "ques3": {
    "ques": "It can be inferred from the passage that the 'long-standing puzzle' refers to which of the following?",
    "a": "The difference between the rate at which conventional galaxies evolve and the rate at which low-surface-brightness galaxies evolve",
    "b": "The discrepancy between estimates of total baryonic mass derived from measuring helium and estimates based on measuring galactic luminosity",
    "c": "The inconsistency between the observed amount of helium in the universe and the number of stars in typical low-surface-brightness galaxiesD. Uncertainties regarding what proportion of baryonic mass is contained in intergalactic space and what proportion in conventional galaxies",
    "d": "Difficulties involved in detecting very distant galaxies and in investigating their luminosity",
    "e": "Uncertainties regarding what proportion of baryonic mass is contained in intergalactic space and what proportion in conventional galaxies",
    "solution": "b",
    "explanation": "The long-standing puzzle refers to the discrepancy between estimates of total baryonic mass derived from measuring helium and estimates based on measuring galactic luminosity, as mentioned in the passage."
  },
  "ques4": {
    "ques": "The author implies that low-surface-brightness galaxies could constitute an answer to the puzzle discussed in the second paragraph primarily because",
    "a": "they contain baryonic mass that was not taken into account by researchers using galactic luminosity to estimate the number of baryons in the universe",
    "b": "they, like conventional galaxies that contain many baryons, have evolved from massive, primordial gas clouds",
    "c": "they may contain relatively more helium, and hence more baryons, than do galaxies whose helium content has been studied using spectroscopy",
    "d": "they have recently been discovered to contain more baryonic mass than scientists had thought when low-surface-brightness galaxies were first observed",
    "e": "they contain stars that are significantly more luminous than would have been predicted on the basis of initial studies of luminosity in lowsurface-brightness galaxies",
    "solution": "a",
    "explanation": "The passage suggests that low-surface-brightness galaxies may contain baryonic mass not taken into account by researchers using galactic luminosity to estimate the number of baryons in the universe, providing a potential answer to the puzzle."
  },
  "ques5": {
    "ques": "The author mentions the fact that baryons are the source of stars' luminosity primarily in order to explain",
    "a": "how astronomers determine that some galaxies contain fewer stars per unit volume than do others",
    "b": "how astronomers are able to calculate the total luminosity of a galaxy",
    "c": "why astronomers can use galactic luminosity to estimate baryonic mass",
    "d": "why astronomers' estimates of baryonic mass based on galactic luminosity are more reliable than those based on spectroscopic studies of helium",
    "e": "how astronomers know bright galaxies contain more baryons than do dim galaxies",
    "solution": "c",
    "explanation": "The author mentions that baryons are the source of stars' luminosity to explain why astronomers can use galactic luminosity to estimate baryonic mass in the universe."
  },
  "ques6": {
    "ques": "The author of the passage would be most likely to disagree with which of the following statements?",
    "a": "Low-surface-brightness galaxies are more difficult to detect than are conventional galaxies.",
    "b": "Low-surface-brightness galaxies are often spiral in shape.",
    "c": "Astronomers have advanced plausible ideas about where missing baryonic mass might be found.",
    "d": "Astronomers have devised a useful way of estimating the total baryonic mass in the universe.",
    "e": "Astronomers have discovered a substantial amount of baryonic mass in intergalactic space.",
    "solution": "e",
    "explanation": "The passage does not provide information or suggest that astronomers have discovered a substantial amount of baryonic mass in intergalactic space. The primary focus is on the potential presence of missing baryonic mass in low-surface-brightness galaxies and the discrepancy between estimates based on galactic luminosity and helium measurements."
  },
  "ques7": {
    "ques": "The primary purpose of the passage is to",
    "a": "describe a phenomenon and consider its scientific significance",
    "b": "contrast two phenomena and discuss a puzzling difference between them",
    "c": "identify a newly discovered phenomenon and explain its origins",
    "d": "compare two classes of objects and discuss the physical properties of each",
    "e": "discuss a discovery and point out its inconsistency with existing theory",
    "solution": "a",
    "explanation": "The passage primarily describes the phenomenon of low-surface-brightness galaxies, comparing them to conventional galaxies and discussing their potential role in addressing the missing baryonic mass puzzle. The passage considers the scientific significance of these galaxies in the context of estimating baryonic mass in the universe."
  },
  "difficulty": "hard",
  "source": "https://gmatclub.com/forum/in-addition-to-conventional-galaxies-the-universe-contains-83987.html#:~:text=Apparently%20these%20low%2Dsurface%2Dbrightness,they%20evolve%20much%20more%20slowly.",
  "numberOfQuestions": 7,
  "category": "science"
}
